cs50.extension-uninstaller
inferrinizzard.prettier-sql-vscode
mathematic.vscode-pdf
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.python
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vsliveshare.vsliveshare
redhat.java
vscjava.vscode-java-debug
vsls-contrib.gitdoc
github.github-vscode-theme