cs50.extension-uninstaller
github.github-vscode-theme
inferrinizzard.prettier-sql-vscode
mathematic.vscode-pdf
ms-python.python
ms-python.isort
ms-python.black-formatter
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vsliveshare.vsliveshare
ms-toolsai.jupyter-renderers
pkief.material-icon-theme
miguelsolorio.fluent-icons
redhat.java
vscjava.vscode-java-debug
redhat.vscode-yaml
redhat.vscode-xml
tamasfe.even-better-toml
bierner.github-markdown-preview
vsls-contrib.gitdoc
